package com.example.myprodgeck;

public class Tabl {
    final String [] firstloc ={"Глава 1",
            "Горн: Как я сюда попал",
            "Горн: Где мои доспехи, где моё оружие ",
            "Горн:  Aaa....... Последнее что я помню как я со своим войском скакал на экстренный зов о помощи",
            "Горн: Что это было? Кто здесь?",
            "Горн: А... это всего лишь мышь",
            "Мышь: Я не просто мышь!!!",
            "Мышь: Я хозяйка этой камеры куда ты попал",
            "Горн: Камеры? я что в тюрьме ",
            "Мышь: То есть то что мышь говорит тебя не удивляет,",
            "Мышь:  Хм... Странно Обычно люди с крикам тычут на меня пальцем, а некоторые и вовсе теряют сознание",
            "Горн: Ничего странного ведь перед тобой принц Заоблачного государства",
            "Мышь: Ишь какой важный ",
            "Мышь: А имя то у тебя есть ",
            "Горн: Конечно имя мне Горн",
            "Горн: А как мне обращаться к вам хозяюшка",
            "Мышь: Я Мариела Стотская самая красивая в этой темнице ",
            "Горн: А не знаешь ли ты Мариала как я сюда попал ",
            "Мышь: Нет в этом ничего секретного",
            "Мышь: Тебя приволокли гоблины, Наместник первого уровня башни, и по совместительству стражники темнице",
            "Горн: О кокой башне идет речь?",
            "Мышь: Хах...  так ты даже не знаешь во что ты вляпался ",
            "Мышь: Ты попал в одну из страшнейших строений мира Башню Чемпиона",
            "Горн: Башня Чемпиона?",
            "Мышь: Неужели ты не когда не слышал о Башне",
            "Горн: Нет а должен был, разве эта Башня такая известная",
            "Мышь: Конечно должен был, это место сложнейших испытаний куда попадаю достойные попытаться пройти всю башню и одолеть бессмертного чемпиона",
            "Мышь: Видимо ты и есть достойный",
            "Горн: Это не важно мне надо поскорее выбираться и найти своих людей",
            "Горн: Как я могу выбраться из этой камеры",
            "Мышь: Сам ты не выберешься",
            "Горн: Это почему?",
            "Мышь: А потому что ключи от камеры находиться почти в другом конце башни ",
            "Мышь: И тебе туда не попасть ведь двери толще стен а стены в два локтя ",
            "Горн: И что ты мне прикажешь делать ",
            "Мышь: Ну я могла бы пробраться по своей норке и добыть для тебя ключи но что мне от этого",


    };
    final String [] but1 ={"Горн: Да как ты смеешь что то требовать, перед тобой принц",
            "Мышь: Так значит, тогда принц пусь сам выбирается",
            "Мышь: А я ухожу негоже мыши быть с принцем",
            "Горн: Ну и иди куда подальше",
            "В итоге просидев многое время в пустой камере принц умер от голода так как отказался от тюремной пищи"
    };
    final String [] but2 ={"Горн: Так погоди немного, у меня кажется был кусочек сыра",
            "Горн: Так вот держи хоть его тут не так много как могло бы быть но он очень вкусный",
            "Мышь: Вот спасибо так спасибо давненько я не ела такого вкусного сыра, сейчас с бегаю за ключами",
            "Мышь: Вот ключи теперь ты свободен ",
            "В итоге Принц Горн благополучно выбрался из Башни и жил долго и счастливо"
    };
    final String [] but3 ={"Горн: Мыариелочка ну прошу тебя принеси мне ключи ",
            "Мышь: Ты такой жалкий что мне стало противно с тобой общаться",
            "Мышь: Я ухожу от так называемого принца",
            "Горн: Ну и иди куда подальше подумаешь",
            "В итоге просидев многое время в пустой камере принц умер и больше не видил мыши"
    };

}
